Are all local changes saved to the central file?
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public bool AllLocalChangesSavedToCentral { get; }
  Visual Basic
Public ReadOnly Property AllLocalChangesSavedToCentral As Boolean
	Get
  Visual C++
public:
property bool AllLocalChangesSavedToCentral {
	bool get ();
}
 See Also
  BasicFileInfo Class
  Autodesk.Revit.DB Namespace